import React from 'react'
import { Container } from 'react-bootstrap'
import medrese from '../assets/medrese.png'
import img1 from '../assets/img1.jpg'
import puple from '../assets/puple.jpg'
import mechit from '../assets/mechit.jpg'

const Home = () => {
  return (
    <Container>
      <h1 className='main__title'>Учреждение медресе имени "Мааткабыл уулу Шаршенбай ажы"</h1>
      <div>
        <img className='main__img' src={img1} alt="img" />
      </div>
      <div className='home__block'>
        <div className='home__block-1'>
          <div className='block-1-b'>
            <img className='home__block-img' src={mechit} alt='logo text' />
            <h5 className='nur'>Директор</h5>
          </div>
          <div>
            <p><span className='nur'>Жыргалбек каары </span>- Директор медресе. Работает с 2015 года стал директором 2021 года.
              Родился в 1975 году в Бишкекке. Он закончил университет Аль-Асхар в Египте.
              Учился 8 лет в факультете фыкх и куран. Сейчас работает директором.
            </p>
          </div>
        </div>
        <div className='home__block-2'>
          <div className='block-1-b'>
            <img className='home__block-img' src={mechit} alt='logo text' />
            <h5 className='nur'>Помощник Директора</h5>
          </div>
          <div>
            <p><span className='nur'>Эркин Агай </span>- предподаватель по математике и по турецему языку. А так же работает помощником директора.
              Один из первых учителей в учреждение медресе имени "Мааткабыл уулу Шаршенбай ажы"
            </p>
          </div>
        </div>
        <div className='home__block-3'>
          <div className='block-1-b'>
            <img className='home__block-img' src={mechit} alt='logo text' />
            <h5 className='nur'>Бугалтер</h5>
          </div>
          <div>
            <p><span className='nur'>Мухаммад Агай</span> - Предподаватель английского языка. Работает с 2020 года.
              Он следит за буджетом медресе. </p>
          </div>
        </div>
        <div className='home__block-3'>
          <div className='block-1-b'>
            <img className='home__block-img' src={mechit} alt='logo text' />
            <h5 className='nur'>Учителя</h5>
          </div>
          <div>
            <p><span className='nur'>Учителя</span> - Здесь почти все учителя получали образование за границы.
              одна из самых распространённых общественных профессий, направленная на воспитание и обучение следующих поколений</p>
          </div>
        </div>
      </div>
      <div className='home__main'>
        <div>
          <img className='home__img' src={medrese} alt="here img" />
        </div>
        <div>
          <h2>Унификация учебной программы </h2>
          <h5 className='nur'>Медресе</h5>
          <p>Необходимо унифицировать учебную программу медресе республики. Об этом заявил директор
            Госкомиссии по делам религий Зайырбек Эргешов. По его словам,
            Госкомрелигий рекомендовала Муфтияту усовершенствовать учебную программу
            религиозных учебных заведений в соответствии с современными требованиями.
          </p>
          <p>«Дордой» ассоциясынын маалымат катчысы Нарынбек Султангазиев «Клоопко» Бишкектеги Ынтымак
            конушундагы 150 орунга ылайыкталган Мааткабыл уулу Шаршенбай ажы атындагы мечит-медресе
            ассоциациянын атынан медициналык багытта колдонуу үчүн берилгенин билдирди. Аталган диний
            окуу жай «Дордой» тарабынан курулган. Анын айтымында, ал жакты обсервация кылса, же башка
            оорулууларды жаткырып дарыласа болот, ал үчүн бардык шарттары каралган
          </p>
          <p>«Эми аны Республикалык штаб кандай максатта колдонорун чечет. Саламаттык сактоо
            министрлиги да өз пикирин айтса керек. Эгер обсервация десе обсервацияга, клиника катары
            колдонулат десе ошол максатта колдонушат. Азыр оорулуулар көп болгондуктан орундар жетишпей
            жатпайбы», — деди ал.
          </p>
          <p>Муфтияттын маалымат катчысы Максат Атабаев «Клоопко» азырынча дин башкармалыгы тарабынан
            медреселерди медициналык багытта колдонууга берүү боюнча сүйлөшүү боло электигин билдирди.
            Аны менен катар медреселердин басымдуу бөлүгү менчик экенин кошумчалады. Ошентсе да муктаждык
            болсо жетекчилик бул маселени карап көрөрүн айтты.'
          </p>
        </div>
      </div>
      <div className='home__main'>
        <div>
          <img className='home__img' src={puple} alt="here img" />
        </div>
        <div>
          <h2>Ученик Маткабыл уулу Шаршенбай Ажы</h2>
          <h5 className='nur'>Нурали Нематов</h5>
          <p>Восемнадцатилетний Нурали Нематов учится на третьем курсе в медресе имени
            Шаршенбай ажы Мааткабыл уулу в Бишкеке.
            Он с детства мечтал изучать арабский язык. Это стало одной из причин,
            по которой он сюда пришел .
          </p>
          <p>«Булан» институтунун 2019-жылдагы маалыматы боюнча Дин иштери боюнча
            мамлекеттик комиссиядан 113 медресе каттоодон өтүп, бүгүнкү күнү 80 медресе иш алып барат.
          </p>
          <p>Бишкектеги ооруканалар орун жоктугунан бейтаптарды кабыл албай жатат. Ошондой эле,
            ооруканаларда медицина кызматкерлери бейтаптарды карап жетишпей жатышат.
            Аны ырастаган видеолор социалдык тармактарга дагы жарыяланууда.
            Алардын биринде оорукана кабыл албай койгондуктан машинада жан
            берген кишинин да видеосу бар.
          </p>
          <p>Түзүлгөн кырдаалды жөнгө салып, элге жардам берүү максатында
            Элдик жардам — Ыктыярдуу медиктердин тобу уюштурулууда.
            Мындай демилгени колго алгандардын бири Тынчтык Алтымышев эки күндө
            эле ыктыярчылар 500дөн ашык кишиге үйүнө чейин барып жардам бергенин билдирди.
          </p>
          <p>3-июлга карата алынган акыркы маалымат боюнча бир суткада коронавирустун жаңы 506
            учуру катталып, жалпысынан илдет жуккандардын саны 6767ге жетти. Оорудан 2 655 киши
            айыгып үйүнө чыгарылса, 76 киши өмүрү менен кош айтышты.
          </p>
          <p>Андан сырткары пневмония дарты өлкөдө курч болуп, стационарда 1724 бейтап дарыланып жатат.
            Реанимацияда 112 жатса, 337 кишинин абалы оор. Ал эми пневмониядан
            жалпысынан 120 адам каза болду.
          </p>
        </div>
      </div>
    </Container>
  )
}

export default Home